{
    "category": "Mistery",
    "stories": [
        {
            "story": {
                "id": "1",
                "title": "História TESTE 1",
                "locked": false,
                "short": "Um homem entra apressado pela porta segurando um envelope, mas para ao ouvir um som e fica imóvel.",
                "answer": "O homem entrou no hospital com o resultado de um exame que poderia salvar a vida de sua irmã. Quando se aproximou do quarto dela ouviu o som do monitor desligar, então percebeu que ela tinha acabado de falecer."
            },
            "rounds": [
                {
                    "round": 1,
                    "tips": [
                        {
                            "text": "Ele entrou sozinho no local.",
                            "type": true
                        },
                        {
                            "text": "O ambiente tinha um cheiro característico de limpeza.",
                            "type": true
                        },
                        {
                            "text": "Ele viu alguém sair do quarto momentos antes do som.",
                            "type": false
                        },
                        {
                            "text": "O envelope continha um documento importante.",
                            "type": true
                        }
                    ]
                },
                {
                    "round": 2,
                    "tips": [
                        {
                            "text": "Ele recebeu uma ligação antes de ouvir o som.",
                            "type": false
                        },
                        {
                            "text": "O conteúdo do envelope poderia salvar alguém.",
                            "type": true
                        },
                        {
                            "text": "O som indicava uma mudança.",
                            "type": true
                        },
                        {
                            "text": "O ambiente era dividido em alas.",
                            "type": true
                        }
                    ]
                },
                {
                    "round": 3,
                    "tips": [
                        {
                            "text": "O som indicava que uma pessoa estava sem vida.",
                            "type": true
                        },
                        {
                            "text": "O nome de um familiar estava no envelope.",
                            "type": true
                        },
                        {
                            "text": "Ele ouviu passos atrás dele, mas não se virou.",
                            "type": false
                        },
                        {
                            "text": "Um som do bipe parecia monitorar algo importante.",
                            "type": true
                        }
                    ]
                }
            ]
        },
        {
            "story": {
                "id": "2",
                "title": "História TESTE 2",
                "locked": false,
                "short": "Uma mulher que mora sozinha encontrou um bilhete estranho em seu apartamento: “Não confie em ninguém dentro de casa.”",
                "answer": "A mulher sofre de uma doença neurológica que provoca alucinações e perda temporária de memória. Ela mesma escreveu o bilhete para se alertar, pois sua alucinação a fez acreditar que tinha mais alguém com ela, mesmo morando sozinha. A sensação de presença e o bilhete são manifestações da sua doença."
            },
            "rounds": [
                {
                    "round": 1,
                    "tips": [
                        {
                            "text": "Ela não saiu do apartamento antes de encontrar o bilhete.",
                            "type": true
                        },
                        {
                            "text": "Havia um leve cheiro no ar que ela não conseguia identificar, mas parecia familiar.",
                            "type": false
                        },
                        {
                            "text": "O bilhete estava em um local visível para ela assim que acordou.",
                            "type": true
                        },
                        {
                            "text": "Nenhum objeto fora do lugar chamou a atenção dela.",
                            "type": true
                        }
                    ]
                },
                {
                    "round": 2,
                    "tips": [
                        {
                            "text": "A caligrafia do bilhete não lhe era estranha.",
                            "type": true
                        },
                        {
                            "text": "A mulher sentia que havia alguém ali com ela.",
                            "type": true
                        },
                        {
                            "text": "Às vezes, ela esquecia se já tinha trancado a porta ou não.",
                            "type": true
                        },
                        {
                            "text": "Móveis pareceram ter sido sutilmente tirados do lugar.",
                            "type": false
                        }
                    ]
                },
                {
                    "round": 3,
                    "tips": [
                        {
                            "text": "A mulher frequentemente conversava sozinha.",
                            "type": true
                        },
                        {
                            "text": "A porta do apartamento estava trancada desde a noite anterior.",
                            "type": true
                        },
                        {
                            "text": "A mulher viu rastros de sujeira na entrada da casa.",
                            "type": false
                        },
                        {
                            "text": "Ela já havia encontrado bilhetes parecidos antes, como se viesse de alguém muito próximo.",
                            "type": true
                        }
                    ]
                }
            ]
        }
    ]
}
